<!DOCTYPE html>
<html lang="pt-br">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE-edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Sobre mim</title>
    <link rel="stylesheet"href="./styles/style.css">
</head>
<body>
    <header class="cabecalho">
        <nav class="cabecalho_menu">
            <a class="cabecalho_menu_link" href="Index.html">Home</a>
            <a class="cabecalho_menu_link" href="about.html">Sobre mim</a>
            <a class="cabecalho_menu_link" href="curriculo.html">Curriculo</a>
        </nav>
    </header>
    <main class="apresentacao">
        <section class="apresentacao__conteudo">
            <h1 class="apresentacao__conteudo__titulo">Sobre mim</h1>
            <p class="apresentacao__conteudo__texto">Ol&aacute;, Vitor! Eu sou um amante da s&eacute;tima arte, desde filmes at&eacute; s&eacute;ries. Al&eacute;m disso, possuo uma aproxima&ccedil;&atilde;o com o mundo da leitura, lendo muitos livros sobre fic&ccedil;&atilde;o cient&iacute;fica, pol&iacute;tica internacional e mang&aacute;s. Outra paix&atilde;o &eacute; o mundo dos videogames, onde encontro um lugar perfeito para divertimento e explora&ccedil;&atilde;o de novas hist&oacute;rias.</p>
            <p class="apresentacao__conteudo__texto">Meu interesse por diversos assuntos me levou a diferentes lugares, primeiramente ao universo das rela&ccedil;&otilde;es internacionais, onde consegui aprender como o sistema pol&iacute;tico internacional funciona e quais as ideias que permeiam esta &aacute;rea de estudo. Entretanto, meu interesse no setor de desenvolvimento e no mundo digital j&aacute; come&ccedil;ou a florescer durante minha primeira gradua&ccedil;&atilde;o. Nele comecei a pesquisar o impacto do mundo digital no sistema internacional, investigando casos de guerra cibern&eacute;tica e o impacto das big techs nas decis&otilde;es dos pa&iacute;ses.</p>
            <p class="apresentacao__conteudo__texto">Com o tempo no mundo das rela&ccedil;&otilde;es internacionais, eu decidi explorar mais a fundo o mundo digital e descobrir mais sobre como o mundo digital &eacute; constru&iacute;do e definido. Com isso, pretendo embarcar em um novo campo de descobertas e de muito aprendizado.</p>
        </section>
        <img class="apresentacao__imagem" src="./assents/fotinho.jpg" alt="Foto do Vitor Souza">
    </main>
    <footer class="rodape">
        <p>Desenvolvido por Vitor Souza </p>
    </footer>
</body>
</html>